Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Manage installed capabilities or discover verified releases on ClawHub.
ar: أدِر الإمكانات المثبتة أو اكتشف الإصدارات الموثّقة على ClawHub.
de: Verwalten Sie installierte Funktionen oder entdecken Sie verifizierte Versionen auf ClawHub.
es: Gestiona las funcionalidades instaladas o descubre versiones verificadas en ClawHub.
fa: قابلیت‌های نصب‌شده را مدیریت کنید یا نسخه‌های تأییدشده را در ClawHub بیابید.
fr: Gérez les fonctionnalités installées ou découvrez les versions vérifiées sur ClawHub.
hi: इंस्टॉल की गई क्षमताओं को प्रबंधित करें या ClawHub पर सत्यापित रिलीज़ खोजें।
id: Kelola kapabilitas yang terinstal atau temukan rilis terverifikasi di ClawHub.
it: Gestisci le funzionalità installate o scopri le versioni verificate su ClawHub.
ja_jp: インストール済みの機能を管理するか、ClawHubで検証済みのリリースを探します。
ko: 설치된 기능을 관리하거나 ClawHub에서 검증된 릴리스를 찾아보세요.
nl: Beheer geïnstalleerde mogelijkheden of ontdek geverifieerde releases op ClawHub.
pl: Zarządzaj zainstalowanymi funkcjami lub odkrywaj zweryfikowane wydania w ClawHub.
pt_br: Gerencie os recursos instalados ou descubra versões verificadas no ClawHub.
ru: Управляйте установленными возможностями или находите проверенные релизы в ClawHub.
sv: Hantera installerade funktioner eller hitta verifierade versioner på ClawHub.
th: จัดการความสามารถที่ติดตั้งไว้หรือค้นหารีลีสที่ผ่านการตรวจสอบแล้วบน ClawHub
tr: Yüklü özellikleri yönetin veya ClawHub'da doğrulanmış sürümleri keşfedin.
uk: Керуйте встановленими можливостями або знаходьте перевірені випуски в ClawHub.
vi: Quản lý các tính năng đã cài đặt hoặc khám phá các bản phát hành đã được xác minh trên ClawHub.
zh_cn: 管理已安装的功能，或在 ClawHub 上发现经过验证的版本。
zh_tw: 管理已安裝的功能，或在 ClawHub 上探索經驗證的版本。

source: Manage thread groups
ar: إدارة مجموعات المحادثات
de: Thread-Gruppen verwalten
es: Gestionar grupos de hilos
fa: مدیریت گروه‌های رشته
fr: Gérer les groupes de fils de discussion
hi: थ्रेड समूह प्रबंधित करें
id: Kelola grup utas
it: Gestisci gruppi di conversazioni
ja_jp: スレッドグループを管理
ko: 스레드 그룹 관리
nl: Gespreksgroepen beheren
pl: Zarządzaj grupami wątków
pt_br: Gerenciar grupos de conversas
ru: Управление группами веток
sv: Hantera trådgrupper
th: จัดการกลุ่มเธรด
tr: İş parçacığı gruplarını yönet
uk: Керувати групами гілок
vi: Quản lý nhóm luồng
zh_cn: 管理对话分组
zh_tw: 管理對話串群組

source: Managed
ar: مُدار
de: Verwaltet
es: Gestionado
fa: مدیریت‌شده
fr: Géré
hi: प्रबंधित
id: Dikelola
it: Gestita
ja_jp: 管理対象
ko: 관리됨
nl: Beheerd
pl: Zarządzane
pt_br: Gerenciado
ru: Управляется
sv: Hanterad
th: จัดการแล้ว
tr: Yönetilen
uk: Керований
vi: Được quản lý
zh_cn: 受管理
zh_tw: 受管理

source: Managed by Nix
ar: تتم إدارته بواسطة Nix
de: Von Nix verwaltet
es: Gestionado por Nix
fa: مدیریت‌شده توسط Nix
fr: Géré par Nix
hi: Nix द्वारा प्रबंधित
id: Dikelola oleh Nix
it: Gestito da Nix
ja_jp: Nix によって管理されています
ko: Nix에서 관리
nl: Beheerd door Nix
pl: Zarządzane przez Nix
pt_br: Gerenciado pelo Nix
ru: Управляется Nix
sv: Hanteras av Nix
th: จัดการโดย Nix
tr: Nix tarafından yönetiliyor
uk: Керується Nix
vi: Được quản lý bởi Nix
zh_cn: 由 Nix 管理
zh_tw: 由 Nix 管理

source: Mark Read
ar: وضع علامة كمقروء
de: Als gelesen markieren
es: Marcar como leído
fa: علامت‌گذاری به‌عنوان خوانده‌شده
fr: Marquer comme lu
hi: पठित चिह्नित करें
id: Tandai Sudah Dibaca
it: Segna come letta
ja_jp: 既読にする
ko: 읽음으로 표시
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lida
ru: Отметить как прочитанное
sv: Markera som läst
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu Olarak İşaretle
uk: Позначити прочитаним
vi: Đánh dấu là đã đọc
zh_cn: 标为已读
zh_tw: 標示為已讀

source: Mark Unread
ar: وضع علامة كغير مقروء
de: Als ungelesen markieren
es: Marcar como no leído
fa: علامت‌گذاری به‌عنوان خوانده‌نشده
fr: Marquer comme non lu
hi: अपठित चिह्नित करें
id: Tandai Belum Dibaca
it: Segna come non letta
ja_jp: 未読にする
ko: 읽지 않음으로 표시
nl: Markeer als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lida
ru: Отметить как непрочитанное
sv: Markera som oläst
th: ทำเครื่องหมายว่ายังไม่ได้อ่าน
tr: Okunmadı Olarak İşaretle
uk: Позначити непрочитаним
vi: Đánh dấu là chưa đọc
zh_cn: 标为未读
zh_tw: 標示為未讀

source: Menu bar companion for notifications, screenshots, and privileged agent actions.
ar: مرافق شريط القوائم للإشعارات ولقطات الشاشة وإجراءات الوكيل ذات الامتيازات.
de: Menüleisten-Begleiter für Benachrichtigungen, Screenshots und privilegierte Agent-Aktionen.
es: Complemento de la barra de menús para notificaciones, capturas de pantalla y acciones de agente con privilegios.
fa: همراه نوار منو برای اعلان‌ها، اسکرین‌شات‌ها و اقدامات عامل دارای مجوز.
fr: Compagnon de la barre des menus pour les notifications, les captures d’écran et les actions d’agent privilégiées.
hi: सूचनाओं, स्क्रीनशॉट और विशेषाधिकार प्राप्त एजेंट क्रियाओं के लिए मेनू बार साथी।
id: Pendamping bilah menu untuk notifikasi, tangkapan layar, dan tindakan agen istimewa.
it: Companion della barra dei menu per notifiche, screenshot e azioni dell'agente con privilegi.
ja_jp: 通知、スクリーンショット、特権エージェント操作のためのメニューバーコンパニオン。
ko: 알림, 스크린샷 및 권한이 필요한 에이전트 작업을 위한 메뉴 막대 컴패니언.
nl: Menubalk-app voor meldingen, screenshots en acties van de bevoegde agent.
pl: Aplikacja paska menu do powiadomień, zrzutów ekranu i uprzywilejowanych działań agenta.
pt_br: Companion da barra de menus para notificações, capturas de tela e ações do agente privilegiado.
ru: Помощник в строке меню для уведомлений, снимков экрана и действий привилегированного агента.
sv: Menyradskompanjon för notiser, skärmbilder och åtgärder med privilegierad agent.
th: แอปคู่หูบนแถบเมนูสำหรับการแจ้งเตือน ภาพหน้าจอ และการดำเนินการของเอเจนต์ที่ต้องใช้สิทธิ์พิเศษ
tr: Bildirimler, ekran görüntüleri ve ayrıcalıklı aracı eylemleri için menü çubuğu eşlikçisi.
uk: Супутній застосунок у рядку меню для сповіщень, знімків екрана та дій привілейованого агента.
vi: Ứng dụng đồng hành trên thanh menu cho thông báo, ảnh chụp màn hình và các tác vụ agent đặc quyền.
zh_cn: 用于通知、截图和特权代理操作的菜单栏伴侣。
zh_tw: 用於通知、螢幕截圖和特權代理程式操作的選單列輔助工具。

source: Message
ar: الرسالة
de: Nachricht
es: Mensaje
fa: پیام
hi: संदेश
id: Pesan
it: Messaggio
ja_jp: メッセージ
ko: 메시지
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh_cn: 消息
zh_tw: 訊息

source: Message exceeds 20,000 characters.
ar: تتجاوز الرسالة 20,000 حرف.
de: Nachricht überschreitet 20.000 Zeichen.
es: El mensaje supera los 20.000 caracteres.
fa: پیام از 20,000 نویسه بیشتر است.
fr: Le message dépasse 20 000 caractères.
hi: संदेश 20,000 वर्णों से अधिक है।
id: Pesan melebihi 20.000 karakter.
it: Il messaggio supera 20.000 caratteri.
ja_jp: メッセージが20,000文字を超えています。
ko: 메시지가 20,000자를 초과합니다.
nl: Bericht overschrijdt 20.000 tekens.
pl: Wiadomość przekracza 20 000 znaków.
pt_br: A mensagem excede 20.000 caracteres.
ru: Сообщение превышает 20 000 символов.
sv: Meddelandet överskrider 20 000 tecken.
th: ข้อความเกิน 20,000 อักขระ
tr: Mesaj 20.000 karakteri aşıyor.
uk: Повідомлення перевищує 20 000 символів.
vi: Tin nhắn vượt quá 20.000 ký tự.
zh_cn: 消息超过 20,000 个字符。
zh_tw: 訊息超過 20,000 個字元。

source: Message usage
ar: استخدام الرسائل
de: Nachrichtennutzung
es: Uso de mensajes
fa: مصرف پیام
fr: Utilisation des messages
hi: संदेश उपयोग
id: Penggunaan pesan
it: Utilizzo messaggi
ja_jp: メッセージ使用量
ko: 메시지 사용량
nl: Berichtgebruik
pl: Wykorzystanie wiadomości
pt_br: Uso de mensagens
ru: Использование сообщений
sv: Meddelandeanvändning
th: การใช้ข้อความ
tr: Mesaj kullanımı
uk: Використання повідомлень
vi: Mức dùng tin nhắn
zh_cn: 消息使用量
zh_tw: 訊息用量

source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
fa: میکروفون
hi: माइक्रोफ़ोन
id: Mikrofon
it: Microfono
ja_jp: マイク
ko: 마이크
nl: Microfoon
pl: Mikrofon
pt_br: Microfone
ru: Микрофон
sv: Mikrofon
th: ไมโครโฟน
tr: Mikrofon
uk: Мікрофон
vi: Micrô
zh_cn: 麦克风
zh_tw: 麥克風

source: Microphone access is required. Enable it in Settings.
ar: الوصول إلى الميكروفون مطلوب. فعّله في الإعدادات.
de: Mikrofonzugriff ist erforderlich. Aktiviere ihn in den Einstellungen.
es: Se requiere acceso al micrófono. Actívalo en Ajustes.
fa: دسترسی به میکروفون لازم است. آن را در تنظیمات فعال کنید.
fr: L'accès au microphone est requis. Activez-le dans Réglages.
hi: माइक्रोफ़ोन एक्सेस आवश्यक है। इसे Settings में सक्षम करें।
id: Akses mikrofon diperlukan. Aktifkan di Pengaturan.
it: È necessario l'accesso al microfono. Abilitalo nelle Impostazioni.
ja_jp: マイクへのアクセスが必要です。設定で有効にしてください。
ko: 마이크 접근 권한이 필요합니다. 설정에서 활성화하세요.
nl: Microfoontoegang is vereist. Schakel dit in via Instellingen.
pl: Wymagany jest dostęp do mikrofonu. Włącz go w Ustawieniach.
pt_br: O acesso ao microfone é necessário. Ative-o em Ajustes.
ru: Требуется доступ к микрофону. Включите его в настройках.
sv: Mikrofonåtkomst krävs. Aktivera den i Inställningar.
th: จำเป็นต้องเข้าถึงไมโครโฟน เปิดใช้งานได้ในการตั้งค่า
tr: Mikrofon erişimi gereklidir. Ayarlar'dan etkinleştirin.
uk: Потрібен доступ до мікрофона. Увімкніть його в Налаштуваннях.
vi: Cần quyền truy cập micrô. Bật quyền đó trong Cài đặt.
zh_cn: 需要麦克风访问权限。请在“设置”中启用。
zh_tw: 需要麥克風存取權限。請在「設定」中啟用。

source: Microphone and speech recognition permission required.
ar: يلزم منح إذن استخدام الميكروفون والتعرّف على الكلام.
de: Berechtigung für Mikrofon und Spracherkennung erforderlich.
es: Se requieren permisos para usar el micrófono y el reconocimiento de voz.
fa: مجوز دسترسی به میکروفون و تشخیص گفتار لازم است.
fr: L’autorisation d’accéder au microphone et à la reconnaissance vocale est requise.
hi: माइक्रोफ़ोन और वाक् पहचान की अनुमति आवश्यक है।
id: Izin mikrofon dan pengenalan ucapan diperlukan.
it: È richiesta l'autorizzazione per il microfono e il riconoscimento vocale.
ja_jp: マイクと音声認識の権限が必要です。
ko: 마이크 및 음성 인식 권한이 필요합니다.
nl: Toestemming voor microfoon en spraakherkenning vereist.
pl: Wymagane są uprawnienia do mikrofonu i rozpoznawania mowy.
pt_br: É necessário permitir o acesso ao microfone e ao reconhecimento de fala.
ru: Требуется разрешение на доступ к микрофону и распознаванию речи.
sv: Behörighet för mikrofon och taligenkänning krävs.
th: ต้องอนุญาตการเข้าถึงไมโครโฟนและการรู้จำเสียงพูด
tr: Mikrofon ve konuşma tanıma izni gerekiyor.
uk: Потрібен дозвіл на використання мікрофона та розпізнавання мовлення.
vi: Cần có quyền truy cập micrô và nhận dạng giọng nói.
zh_cn: 需要麦克风和语音识别权限。
zh_tw: 需要麥克風與語音辨識權限。

source: Missing permission
ar: الإذن مفقود
de: Berechtigung fehlt
es: Falta el permiso
fa: مجوز وجود ندارد
fr: Autorisation manquante
hi: अनुमति नहीं है
id: Izin belum diberikan
it: Autorizzazione mancante
ja_jp: 権限がありません
ko: 권한 없음
nl: Toestemming ontbreekt
pl: Brak uprawnienia
pt_br: Permissão ausente
ru: Отсутствует разрешение
sv: Behörighet saknas
th: ไม่มีสิทธิ์อนุญาต
tr: İzin eksik
uk: Немає дозволу
vi: Thiếu quyền
zh_cn: 缺少权限
zh_tw: 缺少權限

source: Model
ar: النموذج
de: Modell
es: Modelo
fa: مدل
fr: Modèle
hi: मॉडल
it: Modello
ja_jp: モデル
ko: 모델
pt_br: Modelo
ru: Модель
sv: Modell
th: โมเดล
uk: Модель
vi: Mô hình
zh_cn: 模型
zh_tw: 模型

source: Model and reasoning
ar: النموذج والاستدلال
de: Modell und Schlussfolgerung
es: Modelo y razonamiento
fa: مدل و استدلال
fr: Modèle et raisonnement
hi: मॉडल और तर्क
id: Model dan penalaran
it: Modello e ragionamento
ja_jp: モデルと推論
ko: 모델 및 추론
nl: Model en redeneermethode
pl: Model i tryb rozumowania
pt_br: Modelo e raciocínio
ru: Модель и режим рассуждений
sv: Modell och resonemang
th: โมเดลและการใช้เหตุผล
tr: Model ve akıl yürütme
uk: Модель і режим міркування
vi: Mô hình và chế độ suy luận
zh_cn: 模型和推理模式
zh_tw: 模型與推理模式

source: Model setup didn’t complete
ar: لم يكتمل إعداد النموذج
de: Modelleinrichtung wurde nicht abgeschlossen
es: La configuración del modelo no se completó
fa: راه‌اندازی مدل کامل نشد
fr: La configuration du modèle ne s’est pas terminée
hi: मॉडल सेटअप पूरा नहीं हुआ
id: Penyiapan model tidak selesai
it: Configurazione del modello non completata
ja_jp: モデルのセットアップが完了しませんでした
ko: 모델 설정이 완료되지 않았습니다
nl: Modelinstelling is niet voltooid
pl: Konfiguracja modelu nie została ukończona
pt_br: A configuração do modelo não foi concluída
ru: Настройка модели не завершена
sv: Modellkonfigurationen slutfördes inte
th: การตั้งค่าโมเดลไม่เสร็จสมบูรณ์
tr: Model kurulumu tamamlanmadı
uk: Налаштування моделі не завершено
vi: Thiết lập mô hình chưa hoàn tất
zh_cn: 模型设置未完成
zh_tw: 模型設定未完成

source: Molting
ar: ينسلخ
de: Häuten
es: Mudando
fa: پوست‌اندازی
fr: Mue
hi: केंचुल बदलना
id: Berganti kulit
it: Facendo la muta
ja_jp: 脱皮中
ko: 탈피하는 중
nl: Vervellen
pl: Linienie
pt_br: Trocando de carapaça
ru: Линяем
sv: Ömsar skal
th: กำลังลอกคราบ
tr: Kabuk değiştiriyor
uk: Линяння
vi: Đang lột xác
zh_cn: 蜕壳中
zh_tw: 脫殼中

source: More sign-in options
ar: المزيد من خيارات تسجيل الدخول
de: Weitere Anmeldeoptionen
es: Más opciones de inicio de sesión
fa: گزینه‌های بیشتر ورود
fr: Plus d’options de connexion
hi: अधिक साइन-इन विकल्प
id: Opsi masuk lainnya
it: Altre opzioni di accesso
ja_jp: その他のサインインオプション
ko: 추가 로그인 옵션
nl: Meer aanmeldopties
pl: Więcej opcji logowania
pt_br: Mais opções de login
ru: Больше вариантов входа
sv: Fler inloggningsalternativ
th: ตัวเลือกการลงชื่อเข้าใช้เพิ่มเติม
tr: Daha fazla oturum açma seçeneği
uk: Більше варіантів входу
vi: Thêm tùy chọn đăng nhập
zh_cn: 更多登录选项
zh_tw: 更多登入選項

source: Move OpenClaw to Applications before enabling launch at login.
ar: انقل OpenClaw إلى Applications قبل تمكين التشغيل عند تسجيل الدخول.
de: Verschieben Sie OpenClaw nach „Programme“, bevor Sie den Start bei der Anmeldung aktivieren.
es: Mueve OpenClaw a Aplicaciones antes de habilitar el inicio al iniciar sesión.
fa: پیش از فعال‌سازی اجرا هنگام ورود، OpenClaw را به Applications منتقل کنید.
fr: Déplacez OpenClaw vers Applications avant d'activer le lancement à la connexion.
hi: लॉगिन पर लॉन्च सक्षम करने से पहले OpenClaw को Applications में ले जाएँ।
id: Pindahkan OpenClaw ke Applications sebelum mengaktifkan luncurkan saat login.
it: Sposta OpenClaw in Applicazioni prima di abilitare l'avvio al login.
ja_jp: ログイン時の起動を有効にする前に、OpenClawをアプリケーションに移動してください。
ko: 로그인 시 실행을 활성화하기 전에 OpenClaw를 응용 프로그램 폴더로 옮기세요.
nl: Verplaats OpenClaw naar Programma's voordat je automatisch starten bij inloggen inschakelt.
pl: Przenieś OpenClaw do folderu Aplikacje przed włączeniem uruchamiania przy logowaniu.
pt_br: Mova o OpenClaw para Aplicativos antes de ativar a inicialização no login.
ru: Переместите OpenClaw в Applications перед включением запуска при входе.
sv: Flytta OpenClaw till Program innan du aktiverar start vid inloggning.
th: ย้าย OpenClaw ไปยัง Applications ก่อนเปิดใช้งานการเริ่มทำงานเมื่อเข้าสู่ระบบ
tr: Girişte başlatmayı etkinleştirmeden önce OpenClaw'u Applications klasörüne taşıyın.
uk: Перемістіть OpenClaw до Applications, перш ніж вмикати запуск під час входу.
vi: Di chuyển OpenClaw vào Applications trước khi bật khởi động khi đăng nhập.
zh_cn: 在启用登录时启动之前，请将 OpenClaw 移至“应用程序”。
zh_tw: 啟用登入時啟動前，請先將 OpenClaw 移至「應用程式」。

source: Name
ar: الاسم
es: Nombre
fa: نام
fr: Nom
hi: नाम
id: Nama
it: Nome
ja_jp: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_tw: 名稱

source: Nautiling
ar: استكشاف النوتيلوس
de: Nautilieren
es: Navegando como un nautilo
fa: ناتیلوس‌گردی
fr: Nautilage
hi: नॉटिलिंग
id: Menautilus
it: Ricerca di nautili
ja_jp: オウムガイ探索中
ko: 앵무조개처럼 헤엄치는 중
nl: Nautilussen
pl: Łodzikowanie
pt_br: Nautilando
ru: Наутилусим
sv: Nautilar
th: กำลังล่องทะเลแบบนอติลุส
tr: Nautiluslanıyor
uk: Наутилювання
vi: Đang phiêu cùng ốc anh vũ
zh_cn: 鹦鹉螺游弋中
zh_tw: 鸚鵡螺化中

source: Nearby gateways
ar: بوابات Gateway القريبة
de: Gateways in der Nähe
es: Gateways cercanos
fa: Gatewayهای نزدیک
fr: Gateways à proximité
hi: आस-पास के gateways
id: Gateway terdekat
it: Gateway nelle vicinanze
ja_jp: 近くの gateway
ko: 주변 Gateway
nl: Gateways in de buurt
pl: Pobliskie gatewaye
pt_br: Gateways próximos
ru: Ближайшие Gateway
sv: Närliggande gateways
th: Gateway ที่อยู่ใกล้เคียง
tr: Yakındaki Gateway'ler
uk: Найближчі Gateway
vi: Các Gateway ở gần
zh_cn: 附近的网关
zh_tw: 附近的 gateways

source: Need help? Chat with OpenClaw
ar: هل تحتاج إلى مساعدة؟ دردش مع OpenClaw
de: Benötigen Sie Hilfe? Chatten Sie mit OpenClaw
es: ¿Necesitas ayuda? Chatea con OpenClaw
fa: کمک می‌خواهید؟ با OpenClaw گفتگو کنید
fr: Besoin d’aide ? Discutez avec OpenClaw
hi: मदद चाहिए? OpenClaw से चैट करें
id: Butuh bantuan? Chat dengan OpenClaw
it: Hai bisogno di aiuto? Chatta con OpenClaw
ja_jp: お困りですか？OpenClawとチャット
ko: 도움이 필요하신가요? OpenClaw와 채팅하세요
nl: Hulp nodig? Chat met OpenClaw
pl: Potrzebujesz pomocy? Porozmawiaj z OpenClaw
pt_br: Precisa de ajuda? Converse com o OpenClaw
ru: Нужна помощь? Пообщайтесь с OpenClaw
sv: Behöver du hjälp? Chatta med OpenClaw
th: ต้องการความช่วยเหลือใช่ไหม? แชทกับ OpenClaw
tr: Yardıma mı ihtiyacınız var? OpenClaw ile sohbet edin
uk: Потрібна допомога? Поспілкуйтеся з OpenClaw
vi: Cần trợ giúp? Trò chuyện với OpenClaw
zh_cn: 需要帮助？与 OpenClaw 聊聊
zh_tw: 需要協助嗎？與 OpenClaw 聊天

source: Needs Link
ar: يحتاج إلى ربط
de: Verknüpfung erforderlich
es: Necesita enlace
fa: نیاز به پیوند دارد
fr: Lien requis
hi: लिंक चाहिए
id: Perlu Tautan
it: Richiede collegamento
ja_jp: リンクが必要
ko: 연결 필요
nl: Koppeling vereist
pl: Wymaga połączenia
pt_br: Precisa de vinculação
ru: Требуется связь
sv: Behöver länk
th: ต้องลิงก์
tr: Bağlantı Gerekiyor
uk: Потрібне посилання
vi: Cần liên kết
zh_cn: 需要链接
zh_tw: 需要連結

source: Needs Setup
ar: يتطلب الإعداد
de: Einrichtung erforderlich
es: Requiere configuración
fa: نیازمند راه‌اندازی
fr: Configuration requise
hi: सेटअप आवश्यक
id: Perlu Penyiapan
it: Richiede configurazione
ja_jp: セットアップが必要
ko: 설정 필요
nl: Installatie vereist
pl: Wymaga konfiguracji
pt_br: Requer configuração
ru: Требуется настройка
sv: Kräver konfiguration
th: ต้องตั้งค่า
tr: Kurulum Gerekiyor
uk: Потрібне налаштування
vi: Cần thiết lập
zh_cn: 需要设置
zh_tw: 需要設定

source: Needs additional permissions
ar: يتطلب أذونات إضافية
de: Zusätzliche Berechtigungen erforderlich
es: Se necesitan permisos adicionales
fa: به مجوزهای بیشتری نیاز دارد
fr: Nécessite des autorisations supplémentaires
hi: अतिरिक्त अनुमतियाँ आवश्यक हैं
id: Memerlukan izin tambahan
it: Sono necessarie autorizzazioni aggiuntive
ja_jp: 追加の権限が必要です
ko: 추가 권한이 필요합니다
nl: Vereist aanvullende machtigingen
pl: Wymaga dodatkowych uprawnień
pt_br: Requer permissões adicionais
ru: Требуются дополнительные разрешения
sv: Ytterligare behörigheter krävs
th: ต้องการสิทธิ์เพิ่มเติม
tr: Ek izinler gerekiyor
uk: Потрібні додаткові дозволи
vi: Cần thêm quyền
zh_cn: 需要其他权限
zh_tw: 需要其他權限

source: Needs setup
ar: يتطلب الإعداد
de: Einrichtung erforderlich
es: Requiere configuración
fa: نیازمند راه‌اندازی
fr: Configuration requise
hi: सेटअप आवश्यक
id: Perlu penyiapan
it: Richiede configurazione
ja_jp: セットアップが必要
ko: 설정 필요
nl: Installatie vereist
pl: Wymaga konfiguracji
pt_br: Requer configuração
ru: Требуется настройка
sv: Kräver konfiguration
th: ต้องตั้งค่า
tr: Kurulum gerekiyor
uk: Потрібне налаштування
vi: Cần thiết lập
zh_cn: 需要设置
zh_tw: 需要設定

source: Never Ask
ar: عدم السؤال أبدًا
de: Nie fragen
es: No preguntar nunca
fa: هرگز نپرس
fr: Ne jamais demander
hi: कभी न पूछें
id: Jangan Pernah Tanya
it: Non chiedere mai
ja_jp: 今後確認しない
ko: 다시 묻지 않음
nl: Nooit vragen
pl: Nigdy nie pytaj
pt_br: Nunca perguntar
ru: Никогда не спрашивать
sv: Fråga aldrig
th: ไม่ต้องถามอีก
tr: Asla Sorma
uk: Ніколи не запитувати
vi: Không bao giờ hỏi
zh_cn: 不再询问
zh_tw: 永不詢問

source: Never show approval prompts.
ar: عدم إظهار مطالبات الموافقة مطلقًا.
de: Niemals Bestätigungsaufforderungen anzeigen.
es: No mostrar nunca solicitudes de aprobación.
fa: هرگز درخواست‌های تأیید را نمایش نده.
fr: Ne jamais afficher de demandes d’approbation.
hi: अनुमोदन संकेत कभी न दिखाएँ।
id: Jangan pernah tampilkan permintaan persetujuan.
it: Non mostrare mai richieste di approvazione.
ja_jp: 承認を求めるプロンプトを表示しません。
ko: 승인 메시지를 표시하지 않습니다.
nl: Toon nooit goedkeuringsverzoeken.
pl: Nigdy nie wyświetlaj monitów o zatwierdzenie.
pt_br: Nunca exibir solicitações de aprovação.
ru: Никогда не запрашивать подтверждение.
sv: Visa aldrig uppmaningar om godkännande.
th: ไม่ต้องแสดงข้อความแจ้งขออนุมัติ
tr: Onay istemlerini hiçbir zaman gösterme.
uk: Ніколи не показувати запити на схвалення.
vi: Không bao giờ hiển thị lời nhắc phê duyệt.
zh_cn: 永不显示审批提示。
zh_tw: 永不顯示核准提示。

source: New Gateway Window…
ar: نافذة Gateway جديدة…
de: Neues Gateway-Fenster …
es: Nueva ventana de Gateway…
fa: پنجره جدید Gateway…
fr: Nouvelle fenêtre Gateway…
hi: नई Gateway विंडो…
id: Jendela Gateway Baru…
it: Nuova finestra Gateway…
ja_jp: 新しいGatewayウインドウ…
ko: 새 Gateway 윈도우…
nl: Nieuw Gateway-venster…
pl: Nowe okno Gateway…
pt_br: Nova janela do Gateway…
ru: Новое окно Gateway…
sv: Nytt Gateway-fönster…
th: หน้าต่าง Gateway ใหม่…
tr: Yeni Gateway Penceresi…
uk: Нове вікно Gateway…
vi: Cửa sổ Gateway mới…
zh_cn: 新建 Gateway 窗口…
zh_tw: 新增 Gateway 視窗…

source: New Job
ar: مهمة جديدة
de: Neuer Job
es: Nueva tarea
fa: کار جدید
fr: Nouvelle tâche
hi: नया Job
id: Job Baru
it: Nuovo job
ja_jp: 新規ジョブ
ko: 새 작업
nl: Nieuwe taak
pl: Nowe zadanie
pt_br: Novo trabalho
ru: Новое задание
sv: Nytt jobb
th: งานใหม่
tr: Yeni İş
uk: Нове завдання
vi: Tác vụ mới
zh_cn: 新建任务
zh_tw: 新增 Job

source: New Thread
ar: محادثة جديدة
de: Neuer Thread
es: Nuevo hilo
fa: رشته جدید
fr: Nouveau fil de discussion
hi: नया थ्रेड
id: Utas Baru
it: Nuova conversazione
ja_jp: 新規スレッド
ko: 새 스레드
nl: Nieuw gesprek
pl: Nowy wątek
pt_br: Nova conversa
ru: Новая ветка
sv: Ny tråd
th: เธรดใหม่
tr: Yeni Dizi
uk: Нова гілка
vi: Luồng mới
zh_cn: 新建对话
zh_tw: 新增對話串

source: New Thread Options
ar: خيارات سلسلة المحادثة الجديدة
de: Optionen für neuen Thread
es: Opciones de hilo nuevo
fa: گزینه‌های رشته جدید
fr: Options du nouveau fil
hi: नए थ्रेड के विकल्प
id: Opsi Utas Baru
it: Opzioni nuova conversazione
ja_jp: 新規スレッドのオプション
ko: 새 스레드 옵션
nl: Opties voor nieuwe thread
pl: Opcje nowego wątku
pt_br: Opções da nova conversa
ru: Параметры новой ветки
sv: Alternativ för ny tråd
th: ตัวเลือกเธรดใหม่
tr: Yeni İleti Dizisi Seçenekleri
uk: Параметри нової гілки
vi: Tùy chọn luồng mới
zh_cn: 新建话题选项
zh_tw: 新增對話串選項

source: New Thread Options…
ar: خيارات المحادثة الجديدة…
de: Optionen für neuen Thread…
es: Opciones del nuevo hilo…
fa: گزینه‌های رشته جدید…
fr: Options du nouveau fil de discussion…
hi: नए थ्रेड के विकल्प…
id: Opsi Utas Baru…
it: Opzioni nuova conversazione…
ja_jp: 新しいスレッドのオプション…
ko: 새 스레드 옵션…
nl: Opties voor nieuw gesprek…
pl: Opcje nowego wątku…
pt_br: Opções da nova conversa…
ru: Параметры новой ветки…
sv: Alternativ för ny tråd…
th: ตัวเลือกเธรดใหม่…
tr: Yeni İş Parçacığı Seçenekleri…
uk: Параметри нової гілки…
vi: Tùy chọn luồng mới…
zh_cn: 新建对话选项…
zh_tw: 新增對話串選項…

source: New cron job
ar: مهمة cron جديدة
de: Neuer Cronjob
es: Nueva tarea cron
fa: cron job جدید
fr: Nouvelle tâche cron
hi: नई क्रॉन जॉब
id: Tugas cron baru
it: Nuovo cron job
ja_jp: 新しい cron ジョブ
ko: 새 cron 작업
nl: Nieuwe cronjob
pl: Nowe zadanie cron
pt_br: Novo cron job
ru: Новое задание cron
sv: Nytt cron-jobb
th: งาน cron ใหม่
tr: Yeni cron işi
uk: Нове cron-завдання
vi: Cron job mới
zh_cn: 新建 cron job
zh_tw: 新增 cron job

source: New device
ar: جهاز جديد
de: Neues Gerät
es: Nuevo dispositivo
fa: دستگاه جدید
fr: Nouvel appareil
hi: नया डिवाइस
id: Perangkat baru
it: Nuovo dispositivo
ja_jp: 新しいデバイス
ko: 새 장치
nl: Nieuw apparaat
pl: Nowe urządzenie
pt_br: Novo dispositivo
ru: Новое устройство
sv: Ny enhet
th: อุปกรณ์ใหม่
tr: Yeni cihaz
uk: Новий пристрій
vi: Thiết bị mới
zh_cn: 新设备
zh_tw: 新裝置

source: New thread
ar: سلسلة محادثة جديدة
de: Neuer Thread
es: Nuevo hilo
fa: رشته جدید
fr: Nouveau fil
hi: नया थ्रेड
id: Utas baru
it: Nuova conversazione
ja_jp: 新規スレッド
ko: 새 스레드
nl: Nieuwe thread
pl: Nowy wątek
pt_br: Nova conversa
ru: Новая ветка
sv: Ny tråd
th: เธรดใหม่
tr: Yeni ileti dizisi
uk: Нова гілка
vi: Luồng mới
zh_cn: 新建话题
zh_tw: 新增對話串
